reading_pages = {
    1:  { 
        place: {
            rogue: 'Лес теней',
            mage: '',
            warrior: ''
        },
        text: {
            rogue: [
                'Вы член шайки отчаянных головорезов известных в широких кругах, как "Кровавые клинки". До вашего предводителя дошли о том, что весьма богатый торговый караван должен пересечь границы Леса теней, планируя тем самым сократить маршрут. Вы тщательно спланировали засаду, и вам в этом деле отведена роль разведчика, который должен заблаговременно предупредить о приближении цели.', 
                'В обозначенное время вы заняли позицию на дереве недалеко от дороги, по которой должен был ехать караван.',
                'Прошло много времени спустя, прежде чем отдалённо послышались стуки копыт и на горизонте начали виднеться фигуры людей.'
            ],
            mage: [],
            warrior: []
        }
        
    }
}   